{
  "sections": [
    {
      "header": "pihla folk",
      "text": "pihla folk on kansanmusiikin ja -perinteen pioneeritoimijoita luovalla tuotanto- ja välittäjätoiminnallaan.\n\nErityisen siitä tekee keskittyminen ja syventyminen itämerensuomalaisiin perinteisiin ja kieliin Karjala-painotuksella. Suomalais-ugrilaisuus on myös oleellinen, laajempi kehys. pihla folkin arvomaailma kumpuaa näistä juurista haastaen aikamme yksilökeskeistä ja tempovaa ihmis- ja maailmankuvaa.\n\npihla folkin moderniin toimintaan mahtuvat niin arkaainen, akustinen kuin genrejenvälinen musiikki. Perinteet elävät ja kehittyvät myös akustisesti ja hienovaraisemmin. Toisaalta genrejenvälisyys voi avata parhaimmillaan uusia, omaleimaisia äänimaailmoita, joissa keskeisenä elementtinä pihla folkin tapauksessa on usein elektroniikka.\n\nHyvä tietämys ja tuntemus perinteistä, sensitiivinen työskentelyote ja monipuoliset verkostot auttavat toimimaan ylirajaisten, ja myös kiistanalaistenkin, perinteiden kanssa onnistuneesti.",
      "image": "/uploads/474788909_8837020059760290_3873740695400611265_n.jpg",
      "imagePosition": "left",
      "maxTextLength": 800
    },
    {
      "text": " "
    },
    {
      "header": "Mari Pääkkönen",
      "text": "Olen Mari Pääkkönen, pihla folkin perustaja. Syntyisin olen Kuhmosta, itärajalta Kainuusta. Kiinnostus ja innostus kansanperinteeseen syntyi jo lapsena, reilu kaksikymppisenä opiskelijana löysin kunnolla kansanmusiikin arkaaisen musiikin maailmassa. Ensimmäisen yliopistovuoteni keväällä minulla oli selvää, että haluan työskennellä kulttuurialalla, enkä ole sitä sen jälkeen suuremmin kyseenalaistanut.",
      "image": "/uploads/media/carousel/mari-jani-snellman.jpg",
      "imagePosition": "right",
      "maxTextLength": 600
    },
    {
      "text": "Valmistuin Jyväskylän yliopistosta humanististen tieteiden kandidaatiksi 2008, filosofian maisteriksi 2010. Opiskelin pääaineenani puheviestintää (nykyisin viestintä), jossa minulla oli kaksi painopistealuetta - johtamisviestintä ja vuorovaikutus työyhteisöissä sekä teknologiavälitteinen vuorovaikutus. Sivuaineeni koostuivat monenlaisista opinnoista kulttuurin ja taiteen,  musiikkihallinnon ja -tuotannon sekä yrittäjyystaloustieteen ja palvelumuotoilun parissa. Pro graduni aiheena oli Johtamisviestintä festivaalilla - tapaustutkimuksena Kuhmon Kamarimusiikki. \n\nAmmattilaisena aloitin kulttuurialalla 2009. Kansanmusiikin ja maailmanmusiikin kentällä minulla on työhistoriaa laajasti tuotannon eri rooleissa, artistimanageroinnista, kansainvälisistä kulttuuriprojekteista, festivaalituotannosta ja taideviestinnästä alan keskeisten instituuttien, organisaatioiden ja toimijoiden parissa, mm. Musiikkijuhla Sommelo, Kainuun Kansanmusiikkiyhdistys, Kansanmusiikki-Instituutti, Kaustisen Kansanmusiikkijuhla, Maailmanmusiikin Keskus / Etnosoi! festivaali, Etno-Espa.\n\nVapaalla kentällä minua on kiehtonut aina juurikin se vapaus. Riemastuttavia töitä ja tuotantoja ovat olleet, mm. Verta, pornoa ja propagandaa, JUMALAUTA! - feministinen kansanmusiikkisarja 2018-2020 (Amanda Kauranne), joka palkittiin Etno-gaalan 2020 Vuoden ilmiönä sekä Soiva linturetki - hybridi luontoretki 2021 (Jimmy Träskelin).\n\nKansanmusiikin lisäksi olen työskennellyt nykytanssin, kansantanssin, esitystaiteen ja teatterin maastoissa Kulttuuriosuuskunta G-voimassa, Routa Company’ssa ja Tanssiteatteri Tsuumissa sekä Reetta-Kaisa Ilesin, Lauri ”Lätsä” Mattilan ja Onerva Helnen kanssa. Merkittävää työkekemusta ja oppia on tullut myös Kuhmon Kamarimusiikista. \n\nKoulutustani olen päivittänyt täsmäkursseilla avoimen yliopiston kautta niin Taideyliopiston Sibelius-Akatemian Kansanmusiikkiosastolla, Taideyliopiston Teatterikorkeakoulussa, Itä-Suomen yliopistossa kuin Centria-Ammattikorkeakoulussa. Näiden joukosta löytyy muun muassa kansanmusiikin historiaa, kansantanssia, vienankarjalan kieltä ja kulttuuria, esityksen maailmankuvaa, femistisen kritiikin perusteita.\n\nPitemmät työ- ja tuotantokaaret ovat vieneet minua aina eniten eteenpäin. Niin on käynyt myös 2020 vuodesta lähtien käynnissä olevan Laulettu Kalevala -äänikirjan kanssa. Itä veti vastustamattomasti puoleensa karjalaisten, itämerensuomalaisten ja vielä laajemmin suomalais-ugrilaisten kansojen ja heidän perinteiden, kulttuurien ja kielten pariin. Ajoitus oli toki huono.\n\nSydämeni särkyi aamulla 24.2.2022. Se särkyi ukrainalaisten puolesta. Se särkyi kaikkien niiden Venäjällä asuvien ihmisten puolesta, jotka eivät ole ikinä äänestäneet Putinia ja vastustavat sotaa.\n\nUskon, että parempi aika vielä koittaa, jolloin meillä on mahdollista luoda uusia, eettisesti kestäviä tapoja ylirajaiseen yhteistyöhön. Viime vuodet ovat avanneet minulle taas sitäkin intensiivisemmin Viroa, ja siitä iloitsen suuresti. Ja pahimpaan korona-aikaan, kun suurin osa maailmasta oli kiinni, kävi kuitenkin niin, että aloitin strategisen kansainvälistymisen, ja se on edelleen inspiroiva ja tärkeä kulmakivi työssäni.\n\nJa näiden kaikkien asioiden aallossa ja aalloissa päätin perustaa yrityksen, ja pihla folk syntyi 1. elokuuta 2022.\n\nTällä hetkellä minulla on kunnia olla Juminkeko-säätiö hallituksen jäsen. Juminkeko on Kuhmossa sijaitseva Kalevalan ja karjalaisen kulttuurin keskus.\n\ntyöyhteystietoni\nmari@pihlafolk.com\npaakkosenmari@gmail.com\n+358 50 3909 794\n\nLinkkipuu: https://linktr.ee/mariainen\n\nkansainväliset ammattilaistapahtumat\nTallinn Music Week 2021–2025 | WOMEX 2019, 2021-2023, 2025 | European Folk Network Conference 2024 (Kaustinen) | Budapest RITMO 2024 | by:Larm (Oslo) 2023: Music Finlandin vientimatka | Folkelarm 2022 & Music Finlandin vientimatka (Oslo) , Folkelarm 2024 | Music x Media, 2021, 2022, 2023 (Tampere) | Folk Alliance: Folk Unlocked Virtual Conference 2021\n\nammattijärjestö\n• Taide- ja kulttuurialan ammattijärjestön TAKU ry:n / Akavan Erityisalojen jäsen, 2006 –\n• osallistujana Creative GPS mentorointiohjelmassa - Taku, Northern Dimension Partnership on Culture (NDPC), Tallinn Cretive Incubator, 2024"
    }
  ]
}
