{
  "artists": [
    {
      "id": "frander",
      "name": "FRÄNDER",
      "type": "booking",
      "image": "/uploads/artists/frander.jpg",
      "website": "https://www.frander.se/",
      "excerpt": "Born from a thunderstorm, FRÄNDER emerged like lightning — a fusion of Nordic roots and modern attitude became HEAVY FOLK. From the deep forest of Sweden & Estonia, they deliver heavy grooves and seductive harmonies.",
      "bio": "Born from a thunderstorm, FRÄNDER emerged like lightning — a fusion of Nordic roots and modern attitude became HEAVY FOLK. From the deep forest of Sweden & Estonia, with energy and a warm presence they deliver heavy grooves and seductive harmonies that weave a mesmerizing soundscape.\n\n\"FRÄNDER II is a perfect, magnificent masterpiece\" – LIRA.se\n\nFollowing their acclaimed debut and global touring, the band's groundbreaking second album FRÄNDER II pushes the limits of what folk can be – with subtle echoes of Led Zeppelin and Jethro Tull meeting the pulse of Nordic tradition they blend folk music with the raw power and weight of hard rock in an incomparable way, they craft a sound that's both ancient and modern, acoustic yet heavy, mystical yet fiercely alive – they make the folk music tradition their own. Expect a live show where folk music becomes a living, breathing force!\n\n\"To miss out on hearing Fränder II would be to do yourself a grave disservice. No matter your preferred genre, it is the kind of music that feeds the senses and helps to complete the soul.\" SPILLMAGAZINE.com\n\nFRÄNDER is one of Sweden's biggest folk music exports. In 2024 alone, they completed three U.S. tours and they have surpassed 100 concerts only in Canada. They continue building cultural bridges beyond the stage through their festivals in Uppsala, Sweden and Nordic Nights Festival at Lincoln Center in New York City — bringing the power of modern Nordic tradition to audiences around the world.",
      "featured": true,
      "order": 1
    },
    {
      "id": "ensemble-gamut",
      "name": "Ensemble Gamut!",
      "type": "booking",
      "image": "/uploads/artists/ensemble-gamut.jpg",
      "website": "",
      "excerpt": "Aino Peltomaa's Ensemble Gamut! has quickly risen to become one of Finland's most intriguing ensembles, seamlessly moving between genres.",
      "bio": "Aino Peltomaa's Ensemble Gamut! has quickly risen to become one of Finland's most intriguing ensembles, seamlessly moving between genres. The group has created their unique sound by combining elements from medieval music, Finnish folk songs, improvisation, their own compositions, and electronic soundscapes.\n\nEnsemble Gamut!'s three albums have brought recognition and glowing reviews. Ensemble Gamut! has performed extensively at festivals, club gigs, museums, medieval churches and concert halls in Finland and Europe.\n\nAino Peltomaa | voice, harp, percussion, electronics\nIlkka Heinonen | Jouhikkos, voice, percussion, electronics\nJuho Myllylä | blockflutes, voice, electronics\n\nTallinn Music Week | showcase artist 2026\nAlbum of the readers by the Rondo magazine 2025: MI\nClassical:NEXT | showcase artist 2024\nEmma Gaala (\"Ethno of the Year\") nomination 2024: RE\nYLE (Finnish Broadcasting Company) | record of the year nomination 2021: UT\nEarly Music Achievement of the Year 2020 (Finnish Early Music Association): UT\n\nFLOS is an interdisciplinary concert concept, brought to life by Aino Peltomaa's Ensemble Gamut! in collaboration with visual artist Vappu Rossi and sound artist Tuomas Norvio. The theme of the performance centers on endangered flower species from the Arctic. FLOS performances are seen in concert halls, churches, festivals and art galleries.\n\nAino Peltomaa | voice, harp, percussion, artistic direction, production\nIlkka Heinonen | Jouhikkos, electronics, voice\nJuho Myllylä | blockflutes, electronics, voice\nTuomas Norvio | live electronics\nVappu Rossi | live drawing on acoustic wall",
      "featured": true,
      "order": 2
    },
    {
      "id": "dankki-briha",
      "name": "Dänkki Briha",
      "type": "booking",
      "image": "/uploads/artists/dankki-briha.jpg",
      "website": "",
      "excerpt": "Dänkki Briha is an ethnofuturistic folk machine inspired by Ingrian-Karelian-Finnish folk tradition, myths, and urban aesthetics. They combine theatrical expression with ancient chants and futuristic soundscapes.",
      "bio": "Dänkki Briha on etnofuturistinen bängerikone, joka inspiroituu inkeriläis-karjalais-suomalaisesta kansanperinteestä, myyteistä ja urbaanista estetiikasta. Se yhdistelee teatterillista ilmaisua, ammoisia loruja ja futuristista äänimaisemaa.\n\nLappeenrantalais-helsinkiläisessä folktronica-yhtyeessä Juho Liiran ajattomat vokaalit, Matias Kontulan herkkä sähköviulu ja Manu Penttilän kokeellinen tuotanto luovat sykettä nostattavan kokonaisuuden, joka toimii niin levyltä kuin livenäkin. Lauluissa kuullaan niin Suomen kielen kaakkoismurretta kuin pienempiä lähisukukansojen kieliä ja murteita, muun muassa livvinkarjalaa ja vepsää.\n\nPsykedeelisen kansallisromanttinen debyyttialbumi Viipurin Kingpin julkaistiin kesäkuussa 2024 Sick Boogie Recordingsin kautta. Suosittu ja soitettu albumi vie kuulijat Laatokalta Saimaalle ja Lapista Viroon, matkalle, jossa menneisyys ja tulevaisuus kietoutuvat yhteen. Viimeisin EP, Future Kantele Hiisi Master, julkaistiin huhtikuussa 2025. Seuraava kokopitkä julkaistaan kesällä 2026, jolta kuullaan maistiaisia Lapin kiertueella.\n\nDänkki Briha sijoittui Marjut-kappaleellaan kolmanneksi Etno-Espan Kansanlaulu 2050 -biisikilpailussa 2024, ja esiintyi Kaustinen Showcasessa 2025.\n\n\"Musiikin sekä ilmaisun rajat ovat siis periaatteessa olemassa, mutta käytännössä en osaa sanoa, missä perinnetieto loppuu ja mistä moderni aika alkaa. Mikä osa tekstiä – jos mikään – on vuosisatojen takaista kansanrunoutta. Vaan ehkäpä tuntemattomuus, arvaamattomuus ja siten saavutettu vapaus ovat itsessään syy ja tarkoitus kuullulle äänitaiteelle. Sanat saavat uusia merkityksiä, ajat muuttuvat ja silti samanhenkiset ihmiset liikkuvat samoilla rannoilla.\" - Mika Roth / Desibeli Dänkki Brihan debyyttisinglestä Piikapaimen 2/2024",
      "featured": true,
      "order": 3
    },
    {
      "id": "aizhan-sultan",
      "name": "Aizhan Sultan",
      "type": "management",
      "image": "/uploads/artists/aizhan-sultan.jpg",
      "website": "",
      "excerpt": "Aizhan Sultan is a singer, songwriter and doctoral researcher based in Finland originally from Kazakhstan. Her work focuses on the decolonisation of Central Asia and radical inclusion through traditional Kazakh music.",
      "bio": "Aizhan Sultan is a singer, songwriter and doctoral researcher based in Finland originally from Kazakhstan. Her compositions derive inspiration from Kazakh traditional and contemporary music. Her art reflects on her journey around the world and her inner political and social experiences.\n\nAizhan's work focuses on the topic of decolonisation of Central Asia and radical inclusion. As a woman living with achondroplasia, she has an intimate relationship with power as a source of oppression, but also solidarity and art as a power of emancipation. The traditional kazakh singing improvisation, throat singing and the sound of shanqobyz (jaw harp) is implemented with live electronics. The live electronics will bring a modern sound of Finnish music to the nomadic culture of Kazakhs.\n\nHer main goal is to represent and make accessible Central Asian, in particular Kazakh, music and art to the international audience. The author is giving the audience the opportunity to discover more the art and history of the Kazakhs. Aizhan Sultan gets inspiration for her music from the history and tradition of Nomadic culture combining them in the modern form.",
      "featured": true,
      "order": 4
    }
  ]
}
