{
  "intro": {
    "title": {
      "fi": "Palvelut",
      "en": "Services"
    },
    "description": {
      "fi": "pihla folk tarjoaa kattavat palvelut kansanmusiikin ja maailmanmusiikin kentällä. Asiantuntemuksemme perustuu pitkään kokemukseen kentällä ja syvään ymmärrykseen itämerensuomalaisten perinteiden ja suomalais-ugrilaisen kulttuurin erityispiirteistä.",
      "en": "pihla folk offers comprehensive services in the field of folk and world music. Our expertise is based on long experience in the field and a deep understanding of the unique characteristics of Finnic traditions and Finno-Ugric culture."
    }
  },
  "services": [
    {
      "id": "artist-management",
      "title": {
        "fi": "Artistin managerointi",
        "en": "Artist Management"
      },
      "description": {
        "fi": "Tarjoamme kokonaisvaltaista artistimanagerointia, joka tukee artistin uran kehittymistä pitkäjänteisesti. Palveluumme kuuluu strateginen suunnittelu, brändin kehittäminen, verkostoituminen ja uran kokonaisvaltainen hallinta.",
        "en": "We offer comprehensive artist management that supports the artist's career development in the long term. Our service includes strategic planning, brand development, networking, and holistic career management."
      },
      "icon": "🎭"
    },
    {
      "id": "booking",
      "title": {
        "fi": "Keikkamyynti",
        "en": "Booking Services"
      },
      "description": {
        "fi": "Hoidamme artistien keikkojen myynnin ja koordinoinnin niin kotimaassa kuin kansainvälisesti. Meillä on laajat verkostot festivaaleille, klubeille ja konserttijärjestäjille.",
        "en": "We handle artists' concert booking and coordination both domestically and internationally. We have extensive networks with festivals, clubs, and concert organizers."
      },
      "icon": "🎵"
    },
    {
      "id": "production",
      "title": {
        "fi": "Tuotanto",
        "en": "Production"
      },
      "description": {
        "fi": "Toteutamme konsertteja, festivaaleja ja kulttuuritapahtumia. Tuotantopalveluihimme kuuluu projektisuunnittelu, budjetointi, aikataulutus ja käytännön toteutus.",
        "en": "We produce concerts, festivals, and cultural events. Our production services include project planning, budgeting, scheduling, and practical implementation."
      },
      "icon": "🎪"
    },
    {
      "id": "communication",
      "title": {
        "fi": "Tiedotus & markkinointi",
        "en": "Communication & Marketing"
      },
      "description": {
        "fi": "Hoidamme tiedottamisen ja markkinoinnin artisteille ja tapahtumille. Palveluumme kuuluu lehdistötiedotteet, sosiaalinen media, PR-työ ja markkinointimateriaalien tuotanto.",
        "en": "We handle communication and marketing for artists and events. Our service includes press releases, social media, PR work, and production of marketing materials."
      },
      "icon": "📢"
    },
    {
      "id": "consulting",
      "title": {
        "fi": "Konsultointi & mentorointi",
        "en": "Consulting & Mentoring"
      },
      "description": {
        "fi": "Tarjoamme asiantuntijakonsultointia ja mentorointia kulttuurialan ammattilaisille. Autamme strategisessa suunnittelussa, verkostoitumisessa ja uran kehittämisessä.",
        "en": "We offer expert consulting and mentoring for cultural professionals. We help with strategic planning, networking, and career development."
      },
      "icon": "💡"
    },
    {
      "id": "concept-development",
      "title": {
        "fi": "Konseptointi",
        "en": "Concept Development"
      },
      "description": {
        "fi": "Kehitämme taiteellisia konsepteja ja tuotantoja yhteistyössä artistien ja organisaatioiden kanssa. Erikoisosaamisemme on itämerensuomalaisten perinteiden ja modernin ilmaisun yhdistäminen.",
        "en": "We develop artistic concepts and productions in collaboration with artists and organizations. Our special expertise is combining Finnic traditions with modern expression."
      },
      "icon": "✨"
    }
  ]
}
